IDEA StatiCa Open Model
OpeningRectOffsets.Y1 Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Bottom
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Y1 { get; set; }
Public Property Y1 As Double
	Get
	Set
public:
property double Y1 {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
OpeningRectOffsets Class
IdeaRS.OpenModel.Detail Namespace